import { Post } from '../../types'

export const data: Post[] = [
  {
    id: 1,
    title: 'Жаялықтарды таңдау бойынша кеңестер',
    content: `<p>Жаялықтарды таңдау - ата-ана баласы үшін қабылдайтын маңызды шешімдердің бірі. Дұрыс таңдау нәресте үшін жайлылық пен ата-ана үшін тыныштықты қамтамасыз етеді. Бұл мақалада біз нәрестелерге арналған ең жақсы жаялықтарды қалай таңдауға болатынын қарастырамыз.<br/><br/>1. Көлемі мен жасы<br/>Жаңа туылған нәрестелер (5 кг-ға дейін): Жаңа туылған нәрестелерге арналған арнайы жөргектер әдетте жұмсақ және дем алатын болады.<br/>Нәрестелер (5-8 кг): Бұл санат әдетте төзімдірек және белсенді қозғалыстарға бейімделген.<br/>8 кг-нан асатын балалар: мұнда баланың жеке ерекшеліктерін ескеру қажет.<br/><br/>2. Жөргектердің түрі<br/>Бір рет қолданылатын: пайдалану оңай, бірақ нәрестенің сезімтал терісінде тітіркенуді тудыруы мүмкін.<br/>Мата: экологиялық таза және берік, бірақ жууды қажет етеді.<br/><br/>3. Материал<br/>Табиғи материалдар: мақта, бамбук. Аллергиясы немесе сезімтал терісі бар балалар үшін тамаша.<br/>Синтетика: азырақ тыныс алуы мүмкін, бірақ көбінесе ылғалды сақтайды.<br/><br/>4. Ылғалды ұстау қабілеті<br/>Суды жақсы өткізетінін таңдаңыз, әсіресе нәресте жиі ішетін болса немесе оны ұзақ уақыт бойы (мысалы, түнде) пайдалануды жоспарласаңыз.<br/><br/>5. Ыңғайлылық деңгейі<br/>Жұмсақ жиектер: теріні қажалмас үшін.<br/>Серпімді жолақтар: қозғалу кезінде жайлылықты қамтамасыз етеді.<br/>Тыныс алатын материалдар: жөргектің бөртпелерін болдырмайды.<br/><br/>6. Бағасы<br/>Сапалы жөргектер қымбатырақ болуы мүмкін, бірақ кейде үнемдеу жайлылықты немесе қорғанысты жоғалтуды білдіреді.<br/>Балаға бір жаялық қанша уақыт киюге болады?<br/>Әдетте әр 2-4 сағат сайын немесе нәресте бүлінгеннен кейін бірден памперстерді ауыстыру ұсынылады.<br/>Түнгі жаялықтар әдетте түні бойы қорғауды қамтамасыз етуге арналған, бірақ баланың терісін қадағалап, тым толы болса, оны ауыстырған жөн.<br/></p>`,
  },
  {
    id: 2,
    title: 'Баланы қырқынан шығару',
    content: `<p>Баланы қырқынан шығару - тіршілік цикліне қатысты атқарылатын рәсімнің бірі. Дәстүрлі ортада бала дүниеге келгеннен қырқынан шыққанға дейінгі алғашқы қырық күндік «өтпелі кезеңді» қауіпті, қатерлі санап, жаңа туған нәрестені шырақ жағып күзетіп, қасынан адам үзілмей бағады. Сүйінші хабарды жеткізгендер ұл туса – “ат ұстар” немесе “жылқышы”, қыз туса – “көйлек тігер”, “қырық жеті” немесе “сауыншы туды” деп хабарлаған. Бала қырқынан шыққанша «сүт тырнағын», «қарын шашын» алмайды. Қырық күннен аман өткен нәрестені  «қырқынан шығару» тойын жасайды. Баланы қырқынан шығарарда шомылдыратын ыдыстың түбіне күміс жүзік, күміс білезік, күміс сөлкебай сияқты заттар салып, 40 қасық таза су құяды. Қазақ ұғымында күміс - адалдықтың белгісі, күміс салынған су — ең таза су (арам су, уланған ас құйылса күміс ыдыс қараяды) боп есептелінеді және оған жын-шайтан жоламайды.<br/><br/>Қазіргі заманда ежелгі әдет-ғұрыптар әртүрлі түсіндіріледі. Қазір оны кафеде ұйымдастырады, ал рәсімдер үйде тар шеңберде өткізіледі. Бұл күні қонақтар балаға сыйлықтар береді. Егер бұрын ер балаларға ат әбзелдері, ер-тоқым, ат әбзелдері, ал қыздарға әшекейлер сыйға тартылса, біздің заманымызда нәресте мен анаға ең қажетті заттарды: бесік, арба және т.б. беру әдетке айналған.<br/><br/>Бұл күні «ат қою» (жаңа туған нәрестеге ат қою) рәсімі де жасалады немесе олар «азан шақырып ат қою» деп те айтады, бұл азан оқығаннан кейін ат қоюды білдіреді. Салт бойынша сәбиге атын әкесі жағынан ата-әжесі қояды. Олар бұл құқықты баланың анасы жағына бере алады немесе жаңа туған нәрестенің ата-анасымен келісе отырып, құқықты құрметті ақсақалға бере алады. Сонымен, беделді ақсақал нәрестені қолына алып, құлағына үш рет «сеннің атын...» дейді (атыңды, таңдаған есіміңді айтады).<br/><br/>
    <b>Ұл баланы қырқынан шығару мерзімі</b><br/>Ұл баланы қырқынан 37, 39 күнде шығарады. Бұл ұл баланың қызға төлейтін қалың малы аз болсын деген ниетте істеледі. Ұлбаланы ерте жетіледі, жылдам өседі деген түсінікпен 40 күн толмай жатып қырқынан шығарған.<br/><br/><b>Қыз баланы қырқынан шығару мерзімі</b><br/>Қыз баланы қырық күннен асырып 42-44 күнде қырқынан шығарады. Қыз бала, жеңілтек болып кетпесін, байсалды, ибалы да инабатты, орнықты болсын деп анық қырық күн (жұп санда 40, 42, 44) толғаннан кейін қырқынан шығару рәсімін орындаған.<br/><br/><b>Тыштырма рәсімі жасалады.</b><br/>Рәсімді бесікте нәрестенің әжесі орындайды. Ол қолына толған құрт, бауырсақ, тәтті, қант, ірімшікті алып, оларды бесіктің түбек байлайтын тесігінен өткізіп, “Тышты ма?” деп сұрайды. Ал басқалар қолын созып, “Тышты, тышты”,-деп айтып, тәтті, бауырсақ алады. Кәдені перзент сүймеген әйелдер сәбилі болсын және “Сәбидің болашағы осындай тәтті және дәулетті болсын” деген ниетпен жасайды.<br/></p>`,
  },
  {
    id: 3,
    title: 'Қыз балалардың даму ерекшеліктері',
    content: `<p>Жыныстық жетілуге ​​дейін қыздар психомоторлық дағдылар бойынша ұлдардан озып кетеді (олар ертерек бастарын көтеріп, жүріп, сөйлей бастайды). Әртүрлі психикалық функциялардың даму реті әртүрлі. Осылайша, қыздар әдетте ертерек сөйлей бастайды, бұл олардың одан әрі интеллектуалды дамуына айтарлықтай әсер етеді. Қыз кез келген мәселеге тап болған кезде, ең алдымен, сөйлеуге сүйене отырып, оны шешуге тырысады: оны тұжырымдауға, талқылауға.<br/>
    <br/>
    Эмоционалды даму:
    <li>Ұлдар мен қыздардың эмоционалдық көріністеріндегі айырмашылықтарды да байқауға болады, бірақ соншалықты айқын емес. Қыздар бастан кешкен эмоциялардың мәні мен себептерін жиі сипаттай алады деп айта аламыз. Қыздар да өзара жанашырлыққа негізделген тұрақты топтар құруға бейім</li>.
    <br/><br/>
    Ұлдар мен қыздарға арналған білім:</li>
    <li>Қыздар көп еңбекқор, олардың сөздік қоры жиі, ауызша нұсқауларды жақсы түсінеді.</li>
    <li>Қыздар бірнеше мәселені қатар шешеді,</li>
    <li>Қыздар ауызша нұсқауларға жақсы жауап береді</li>
    <li>Қыздарға көбірек көзбен көру керек.</li>
    <li>Қыздар бөгде ынталандыруларға аз алаңдайды,</li>
    <li>Қыздар бірнеше қадамдардан тұратын күрделі нұсқауларды жақсы түсінеді, үлгі бойынша жақсы жұмыс істейді,</li>
    <li>Қыздар тапсырмалар арасында жылдам ауыса алады</li>
    <li>Қыздардың есте сақтау қабілеті біршама жоғары және есте сақтау қабілеті жақсы,</li>
    <li>Қыздар көбінесе сөздік ойындарды ұнатады.</li>
    <br/><br/>
    Гендерлік гормоналды деңгейлер дененің көптеген жүйелеріне, соның ішінде миға әсер етеді. Ғалымдар орта есеппен кейбір аймақтардағы мидың белсенділігі ерлер мен әйелдердің арасында ерекшеленетінін анықтады. Мұның бәрі психологиялық айырмашылықтарға әкеледі: ойлау мен сөйлеудің дамуы, есте сақтау және қабылдау ерекшеліктері.<br/>
    Дегенмен, гендерлік «заңдар» баланың дамуына толықтай әсер ете алмайды, ол өмір сүретін орта әлдеқайда үлкен рөл атқарады. Сондай-ақ, биологиялық ерекшеліктер баланы тұлға ретінде анықтай алмайды, оның жеке тәжірибесі әлдеқайда маңызды.<br/></p>`,
  },
]
