import { Product } from '../../types'

export const products: Product[] = [
  {
    id: 1,
    title: 'Tomix Stella арбасы',
    price: 59990,
    image: '/assets/products/kolaska.png',
    bestSelling: true,
    description: `<h1 class=" text-left mt-4 md-4">2022 Tomix Stella арбасы. Жайлылық пен функционалдылықты бағалайтын заманауи ата-аналардың талғамына сәйкес келеді.
    <p class="mb-4 mt-4">Диаметрі 18 және 28 см болатын дөңгелектер мен кіріктірілген жастықшаның арқасында кез-келген ауа-райында баламен серуендеу тек қуаныш әкеледі.</p>
    <p class="mb-4 mt-4">Бампердің өзіне түсетін терең капор және түймелері бар жылы аяқ қақпағы нәрестені желден, суықтан және жауын-шашыннан қорғайды. Арбаның артқы жағы жатуға дейін реттеледі, бұл нәресте ұйықтауға ыңғайлы болады.</p>
    <p class="mb-4 mt-4">Арбаның дизайны ұсақ-түйекке дейін ойластырылған, матаның терең әдемі түсі, эко былғарыдан жасалған тұтқасы мен бампері бұл модельді ерекше стильді етеді, ал резеңкеленген материалдан жасалған табан және күтімі оңай мата практикалық және пайдалану ыңғайлылығын қамтамасыз етеді. </p>
    <p class="mb-4 mt-4">Арбамен бірге жаңбыр жамылғысы, москит торы және шыныаяқ ұстағыш бар.</p>
   <ul class="list-disc text-left mt-3 mb-3">Ерекшеліктері:
  <li>3 позицияда еңкейетін арқа;</li>
  <li>түймелерге бекітілген үлкейтілген найзағай қақпағы;</li>
  <li>тұтқаны биіктігі бойынша 3 позицияда реттеу;</lli>
  <li>бамперге дейін созылған сорғыш;</li>
  <li>бес нүктелі қауіпсіздік белдіктері және баланың сырғып кетуіне жол бермейтін аяқты шектегіш.</li>
  </ul></h1>`,
  },
  {
    id: 2,
    title: 'Forest kids mompono дамытатын төсеніш',
    price: 8500,
    bestSelling: true,
    image: '/assets/products/2.png',
    description: `<h1 class=" text-left mt-4 md-4">Сәбилерге арналған нәресте ұясы - практикалық ата-аналар үшін тамаша сатып алу.  Оны ауыстыратын төсенішке, ойын алаңына және ұйықтайтын орынға айналдыру оңай. Төрт бүйір қабырға нәрестенің қауіпсіздігін қамтамасыз етеді. Доғадағы алынбалы ойыншықтар зейінді дамытады және баланың зеріктіруіне жол бермейді. Бүйірлік найзағайларды ашу арқылы нәресте ұясы сиқырлы түрде ұйықтауға немесе матрацқа қауіпсіз орынға айналады.
        <ul class="list-disc text-left mt-3 mb-3"> Ашық кезде ұяның өлшемдері 125 x 115 см құрайды, егер сіз бүйір қабырғаларын көтерсеңіз:
         <li> Ұзындығы: 85 см;</li>
         <li>Ені: 75 см;</li>
         <li>Бүйір қабырғалары: 20 см.</li></ul>
         <p class="mb-4 mt-4">Түпнұсқа ұя дизайны бөлменің заманауи интерьерін жандандыруға қабілетті.</p>
         <p class="mb-4 mt-4">Экологиялық таза материал физикалық белсенділікке төзімді, ылғал мен иісті сіңірмейді.</p>
         <ul class="list-disc text-left mt-3 mb-3">Құрамы:
         <li>Тоқыма: 65% полиэстер, 35% мақта;</li>
         <li>Толтырғыш: полиэфир; </li>
         <li>Құрылымы: полиуретанды жабын.</li></ul>
         <p class="mb-4 mt-4">Оңай жуылады және тез кебеді. Барлық материалдар зиянды заттарға тексеріліп, сертификатталған.</p></h1>`,
  },
  {
    id: 3,
    title: 'CHICCO түнгі жарық проекторы бар музыкалық жұмсақ ойыншық аю',
    price: 5000,
    bestSelling: true,
    image: '/assets/products/3.png',
    description: `<h1 class=" text-left mt-4 md-4">Түнгі проекторы бар Chicco жұмсақ ойыншық аю-бұл нәрестенің тәтті армандары үшін тамаша түнгі ойыншық!
    <ul class="list-disc text-left mt-3 mb-3">Ерекшеліктері:
    <li>Түрлі жарық әсерлері мен босаңсытатын әуендері бар жұмсақ проектор ойыншық</li>
    <li>Жаңа туған нәрестелерге арналған музыкалық аю туылғаннан бастап сәбилерге жарамды</li>
    <li>30 минуттық музыка нәрестені тыныштандырады, ояту кезінде де, ұйқы кезінде де көмектеседі: классикалық және заманауи шығармалар, джаз, табиғат дыбыстары; әуенді өзгерту үшін сирень түймесін басыңыз; проекцияның түсі автоматты түрде өзгереді</li>
    <li>3 режимде қолдануға болады: жұмсақ ойыншық ретінде, түнгі жарық ретінде және проектор ретінде.</li></ul>
    <p class="mb-4 mt-4">3 AAA 1,5 в батареясымен жұмыс істейді.</p></h1>`,
  },
  {
    id: 4,
    title: 'Romana Құрғақ бассейн Airpool',
    price: 4800,
    image: '/assets/products/4.png',
    description: `<h1 class=" text-left mt-4 md-4">Airpool Max құрғақ бассейні сіздің балаңызды қуантады! Жарқын шарлармен ойнап, көңілді және белсенді уақыт өткізуден басқа, бала тиімді массаж жасайды, ұсақ моториканы дамытады, бұл баланың интеллектуалды дамуына оң әсер етеді.
       <p class="mb-4 mt-4"> Құрғақ бассейн көп орын алмайды, жұмсақ, қауіпсіз және тазалау оңай. Түс комбинацияларының кең таңдауы Сізді бей-жай қалдырмайды: сұр, қызғылт, көгілдір және көк кез-келген интерьерге сәйкес келеді. Romana airpool Max құрғақ бассейні-балаларыңыз үшін қауіпсіз ойын алаңы.
       <ul class="list-disc text-left mt-3 mb-3"> Ерекшеліктері:
    <li>Бассейннің түс схемасы: көк, қызғылт, сұр</li>
    <li>Материал: жиһаз матасы (велюр)</li>
    <li>Толтырғыш: көбік резеңке</li>
    <li>Төменгі және қақпақ: алынбалы</li>
    <li>Түбінің қалыңдығы: 2 см</li>
    <li>Борттың қалыңдығы: 6 см</li>
    
    <ul class="list-disc text-left mt-3 mb-3">Құрылыс:
    <li>Өлшемдері (ДхШхВ): 95 x 95 x 33 см</li>
    <li>Қаптамадағы өлшемдер: 85 x 60 X 45 см</li>
    <li>Қаптамасы бар салмақ: 5.5 кг</li>
    <p class="mb-4 mt-4"> Бассейн шарлары бөлек сатып алынады!`,
  },
  {
    id: 5,
    title: 'Cybex balios s LUX BLK 3 те 1 де жаңбырдан жамылғысы бар арба',
    price: 395500,
    image: '/assets/products/5.png',
    description: `<h1 class=" text-left mt-4 md-4">Cybex balios s LUX BLK 31 де жаңбыр жамылғысы бар арба.
      <p class="mb-4 mt-4">Cybex әмбебап трансформатор арбасында ауыстырылатын блоктар мен жиналмалы жақтаудың көптеген нұсқалары бар.</p>
      <p class="mb-4 mt-4">Арба кез-келген серуендеуге және саяхаттауға дайын шешім болып табылады, өйткені жиынтықта: бесік, серуендеу блогы, автокресло және жаңбыр күртешесі бар!Көлемді сауда себеті 10 кг-ға дейін көтере алады!</p>
       <ul class="list-disc text-left mt-3 mb-3">Ерекшеліктері:
    <li>Жақсартылған амортизация</li>
    <li>Көлденең позицияға жайылған кезде артқы жағының эргономикалық жағдайы</li>
    <li>Бір қолмен реттелетін қауіпсіздік белдігі</li>
    <li>Үлкейтілген сауда себеті</li>
    <li>Арбаны бір қолмен бүктеудің ыңғайлы механизмі</li>
    <li>Күннен қорғайтын үлкейтілген сорғыш</li></ul></h1>`,
  },
  {
    id: 6,
    title: 'Балалар гитарасы',
    price: 7000,
    image: '/assets/products/kolaska.png',
    description:
      'Балаларға арналған шағын гитара, кішкентай музыканттарға өте ыңғайлы.',
  },
  {
    id: 7,
    title: 'Beaba Paris hot sauce жол сөмкесі',
    price: 6500,
    image: '/assets/products/7.png',
    description: `<h1 class=" text-left ">Аналарға арналған сөмке Париж. Ол мені барлық жерде қадағалайды!
    <ul class="list-disc text-left mt-3 mb-3">Ерекшеліктері:
     <li>Сәнді және унисекс: ол өзінің мәңгілік түсімен ана мен әкенің күнделікті өміріне бейімделеді.</li>
     <li>Сақтау мен ұйымдастыруды жеңілдетеді: барлық қажетті заттарға арналған 10 ішкі және сыртқы қалта, соның ішінде сыртқы сыдырма қалта. </li>
     <li>Изотермиялық қалта: сұйықтықтарды ыстық немесе суық ұстау үшін.</li>
     <li>Сыйымдылығы: 16 л  Ішкі материал: 100% су өткізбейтін PU мата. </li>
     <li>Өлшемдері: 36 X 36 X 26 см</li>
     <li>Аксессуарлар: нәрестемен жүруді жеңілдету үшін төсеніш, оқшауланған қалта, алынбалы иық белдігі және арба ілмектері.Күтім: қолмен дымқыл жөкемен немесе кір жуғыш машинада нәзік режимде жуыңыз. </li>
     <li>Ауыстыратын төсеніш: 30°температурада машинада жуу</li>
    </ul></h1>`,
  },
  {
    id: 8,
    title: 'Перзентханаға сөмке жиынтығы 2 дана мөлдір ',
    price: 12000,
    image: '/assets/products/8.png',
    description: `<h1 class=" text-left ">Перзентханадағы екі мөлдір сөмке жиынтығы. Үлкен әйелдер иық сөмкесіне (54*33*24 см), саяхат косметикалық сөмке (32*23*17 см) ана мен балаға қажетті барлық заттарды оңай орналастырады: киім, Гигиена құралдары, дәрі-дәрмектер, құжаттар.
      <p class="mb-4 mt-4">Күшті су өткізбейтін материалдың және кең көлемнің арқасында шығарылғаннан кейін теңізге, елге, жағажайға, бассейнге, спортзалға/фитнеске, йогаға, балалар ойыншықтарын сақтауға арналған саяхат сөмкесі ретінде пайдалануға болады. Косметикалық сөмке алғашқы көмек жинағы/ Несс/ ұйымдастырушы ретінде жарамды.</p>
      <p class="mb-4 mt-4">Берік және жұмсақ Тұтқалар, сенімділік үшін күшейтілген жақтары, найзағай құлпы, ыңғайлы болу үшін үлкен сөмкеде 2 жүгірткі бар. </p>
      <p class="md-4">Қаптаманы ашқан кезде кішкене иіс пайда болуы мүмкін, ол тез кетеді: сөмкені сабынды сумен жуып, бөлме температурасында құрғатыңыз.</p> </h1>`,
  },
  {
    id: 9,
    title: 'Перзентханаға дайын сөмке Жақсы Ана',
    price: 3500,
    image: '/assets/products/9.png',
    description: `<h1 class=" text-left ">Перзентханадағы дайын сөмке Максимум-перзентханаға арналған толық дайын жиынтық.
   
    <h1 class="text-left font-medium ">Құжаттар:</h1>
    <ol class="list-decimal text-left mt-3 mb-3">
      <li>Алмасу картасы</li>
      <li>Жеке бас куәлігі (түпнұсқа+көшірме)</li></ol>
      <h1 class="text-left font-medium ">Анаға арналған перзентханаға қажетті заттар тізімі:</h1>
      <ol class="list-decimal text-left mt-3 mb-3">
      <li>Халат (1 дана)</li>
      <li>Іш көйлек (1-2 дана)</li.
      <li>Үй аяқ-киімі (1 жұп)</li>
      <li>Урологиялық прокладка (1 бума)</li>
      <li>Жуыну заттары (тіс пастасы, тіс щеткасы, сұйық сабын)</li>
      <li>Дәретхана қағазы</li>
      <li>Орамал</li>
      <li>Ылғалды майлықтар (1 бума)</li>
      <li>Газдалмаған су (1,5 л)</li>
      <li>Қалауы бойынша төсек орын заттары</li>
      <h1 class="text-left font-medium ">Кесарь тілігіне қосымша заттар:</h1>
      <ol><li>Компрессорлық шұлықтар (2 дана)</li></ol>
      <h1 class="text-left font-medium ">Балаға арналған заттар:</h1>
      <ol class="list-decimal text-left mt-3 mb-3">
      <li>Жаялықтар – 4 дана. (2 жұқа + 2 флонелді)</li>
      <li>Жаңа туған нәрестеге арналған үлкен түкті орамал (немесе плед)</li>
      <li>Жейдеше – 1 дана жылы</li>
      <li>Ползунки мақта-мата – 1 дана</li>
      <li>Басқа киетін телпек мақта-мата – 2 дана (жылы және жұқа, шаңғы телпегі),/li>
      <li>Нәски – 2 жұп</li>
      <li>Ылғалды майлықтар – 1 бума</li>
      <li>Памперстер №1 (жаңа туған нәрестелерге арналған) – 4 дана</li>
      <li>Электрондық градусник</li>
      <li>Жуыну заттары (баланы жууға арналған гель,майлықтар,)</li>
      <p class="font-medium ">Жаңа туған нәрестелерге арналған заттарды алдын ала жуып, үтіктеу қажет.</p>
      <p class="font-medium md-4">Қаптаманы ашқан кезде кішкене иіс пайда болуы мүмкін, ол тез кетеді: сөмкені сабынды сумен жуып, бөлме температурасында құрғатыңыз.</p></ol>`,
  },
  {
    id: 10,
    title: '40 қасық"Адема" ыдысы',
    price: 10000,
    image: '/assets/products/10.png',
    description: `<h1 class=" text-left ">Қазақтың "қырықтан шығу" салты бала өміріндегі ең жұмбақ және қасиетті рәсімдердің бірі болып табылады. Қырық күнге дейін қоршаған әлем нәресте үшін қауіпті болып саналады, сондықтан оны бейтаныс адамдарға көрсетпейді, "40 күн" рәсімі әйел болып саналады, сондықтан тәжірибелі әйелдер, көбінесе көп балалы әйелдер шақырылады, олар рәсімді орындайды, атап айтқанда баланы шомылу, алғашқы мариголдтар мен шаштарды кесу.
    <ul class="list-none text-left mt-3 mb-3">
    <li class="mt-3 mb-3">Баланы шомылдырмас бұрын, ваннаның түбіне күміс бұйымдар, зергерлік бұйымдар немесе монеталар қойылады, егер олар қызды шомылса, ойын сүйектері қосылады - асық, егер олар баланы шомылса. Баланы ваннаға отырғызып, оны арнайы ағаш ыдыстан ағаш қасықпен суарып, тілектер мен дұғалар айтады, олардың энергиясы мен даналығын жеткізеді.</li>
   <li class="mt-3 mb-3">Дәмді дастархан үшін бұл тамаша оқиға атап өтіледі, ата-аналар мен барлық туыстардың қуанышына осы әлемге келген кішкентай Жаңа адамға тосттар айтылады.</li>
   <li>40 ас қасық тостаған жаңа туған анаға жақсы сыйлық болады және мұрагерлік болады.</li>
   <li>Рәсім аяқталғаннан кейін ыдыста су қалдырмаңыз. Оны құрғатып, өсімдік майымен сүртіңіз.</li></ul></h1>`,
  },
  // {
  //   id: 11,
  //   title: 'Детские кроссовки',
  //   price: 10000,
  //   image: '/assets/products/11.png',
  //   description: `Қазақтың "қырықтан шығу" салты бала өміріндегі ең жұмбақ және қасиетті рәсімдердің бірі болып табылады. Қырық күнге дейін қоршаған әлем нәресте үшін қауіпті болып саналады, сондықтан оны бейтаныс адамдарға көрсетпейді, "40 күн" рәсімі әйел болып саналады, сондықтан тәжірибелі әйелдер, көбінесе көп балалы әйелдер шақырылады, олар рәсімді орындайды, атап айтқанда баланы шомылу, алғашқы мариголдтар мен шаштарды кесу.

  //    Баланы шомылдырмас бұрын, ваннаның түбіне күміс бұйымдар, зергерлік бұйымдар немесе монеталар қойылады, егер олар қызды шомылса, ойын сүйектері қосылады - асық, егер олар баланы шомылса. Баланы ваннаға отырғызып, оны арнайы ағаш ыдыстан ағаш қасықпен суарып, тілектер мен дұғалар айтады, олардың энергиясы мен даналығын жеткізеді.

  //    Дәмді дастархан үшін бұл тамаша оқиға атап өтіледі, ата-аналар мен барлық туыстардың қуанышына осы әлемге келген кішкентай Жаңа адамға тосттар айтылады.

  //    40 ас қасық тостаған жаңа туған анаға жақсы сыйлық болады және мұрагерлік болады.

  //   Рәсім аяқталғаннан кейін ыдыста су қалдырмаңыз. Оны құрғатып, өсімдік майымен сүртіңіз.

  //   Ағаш ыдыстарға күтім жасау туралы жадынама қоса берілген, нұсқауларды орындаңыз.`,
  // },
  {
    id: 12,
    title: 'AmaroBaby тоқылған конверті Pure Love Butik',
    price: 10000,
    image: '/assets/products/12.png',
    description: `<h1 class=" text-left ">Samara Baby 85 см тоқылған оқшауланған pure love Batic конверті-бұл талғампаз тоқылған құрылымның, қысқа сызықтардың және практикалық үйлесімі.
    <p class="mb-4 mt-4">Ішкі төсем-100% мақта, конверт термофибердің ішкі қабатымен оқшауланған 100гр / кВ. м. және жұмсақ көрпеге оңай айналады. Қосымша ішкі мақта қабаты бар конверттің терең сорғышы желден қорғайды және жаңа туған нәрестенің терісін тітіркендірмейді.</p>
    <p class="mb-4 mt-4"> Конвертті баланың жасына байланысты әртүрлі тәсілдермен бүктеуге болады, белдікке садақпен бекітіледі немесе түймелерге бекітіледі, бұл арбамен серуендеу кезінде еркін нұсқа болады.</p>
    <p class="mb-4 mt-4">Бантикпен толықтырылған Конверт перзентханадан шығарудың талғампаз нұсқасы болады.</p>
    <ul class="list-disc text-left mt-3 mb-3"> Ерекшеліктері:
    <li>Бантик серпімді белдікке бекітілген және түймелерге бекітілген</li>
    <li>Бүктелген өлшемдері: 85х45 см. бүктелген түрінде: 85х85 см</li>
    <li>Тауар КО ТР 007/2011 талаптарына сәйкес келеді.</li></ul></h1>`,
  },
  {
    id: 13,
    title: 'CherryMom NewBorn капюшонды көрпе конверті (көктем-күз) lilac',
    price: 6200,
    image: '/assets/products/13.png',
    description: `<h1 class=" text-left">CherryMom newborn капюшонды көрпе конверті (көктем-күз), ол перзентханадан шығаруға, сондай-ақ арбада, серуендеуде және үйде одан әрі пайдалануға өте ыңғайлы.
    <ul class="list-disc text-left mt-3 mb-3">Ерекшеліктері:
     <li>Конверт табиғи матадан жасалған, ал оқшаулау ретінде жаңа туған нәрестелер үшін қауіпсіз холофан қолданылады, сондықтан ол жылуды жақсы сақтайды</li>
     <li>Сондай ақ жиынтықта конвертте алынбалы Velcro серпімді садақ бар</li>
     <li>Көрпе оңай жуылады, тез кебеді, мыжылмайды, созылмайды және кішіреймейді</li>
     <li>Температура режимі: 0-ден +15°C-қа дейін.</li>
      
      <li>Жоғарғы Материал: 100% мақта</li>
      <li>Төсеу: 100% мақта,/li>
      <li>Холлофан оқшаулау: 250 г/м2</li>
      <li>Өлшемі: 90х90 см.</li></ul></h1>`,
  },
  {
    id: 14,
    title:
      'Альмед белбеу (таңғыш) босанғанға дейін және кейінгі 4 те 1 Universal',
    price: 6200,
    image: '/assets/products/14.png',
    description: `<h1 class=" text-left">Белдік медициналық серпімді қысу босанғанға дейін және босанғаннан кейінгі 4 і 1 universal</h1>
      <ul class="list-disc text-left mt-3 mb-3">
      <li>Арқадағы жүктемені азайтады, пренатальды кезеңде төменгі арқа мен іш аймағына қолдау көрсетеді. </li>
      <li>Ананың дұрыс қалпын сақтайды, бұл нәрестеге ыңғайлы табиғи күйде болуға мүмкіндік береді.</li>
      <li>Босанғаннан кейінгі кезеңде қуыс және басқа операциялардан кейін оңалту мерзімдерін қысқартады.</li>
      <li>Операциядан кейінгі грыжаның пайда болуына жол бермейді.</li>
      <li>Созылу белгілерінің пайда болуына жол бермейді және босанғаннан кейін тез қалпына келтіруге ықпал етеді, фигураның артықшылықтарын баса көрсетеді.</li>
      </ul>
      <h1 class="text-left  mb-4">Құрылыс
      <p class="mb-4 mt-4">Белбеу 3 бөліктен тұрады, оңтайлы қысу қасиеттері бар ылғал мен дем алатын серпімді материалдан жасалған, сыртқы жағы тегіс, ішкі жағы velkro бекіткіштері бар плюш.</p>
      <p class="mb-4">ҚҰРАМЫ</p>
      <p class="mb-4">Мақта-76%, бамбук, вискоза-12%, Спандекс-12%</p>
      <p class="mb-4">Өндірушінің өлшемдері:</p>
      <p class="mb-4">S-70-100 см;</p>
      <p class="mb-4">M-80-110 см;</p>
      <p class="mb-4">L-90-120 см;</p>
      <p class="mb-4">XL-100-130 см;</p>
      <p class="mb-4">XXL-110-140 см.</p>
      </h1>`,
  },
  {
    id: 17,
    title: 'Intex Fleur жүкті әйелдерге арналған қысу колготки 1 сынып',
    price: 3000,
    image: '/assets/products/17.png',
    description: `<h1 class=" text-left">Болашақ аналарға арналған қысу колготкалары 1 қысу жүктілік кезінде мүмкіндігінше ыңғайлы және ыңғайлы, жүктіліктің кез-келген кезеңінде созылмалы веноздық аурулардың алдын-алу мен емдеуді жан-жақты жүргізуге көмектеседі. Жүктілік кезінде кеңейтілген тамырлар,  ісіну және аяқтың ауырлығы болған кезде варикозды колготки кию ұсынылады.
      Құрылымы бойынша жүкті әйелдерге арналған ИНТЕКС қысу колготкалары бірнеше ерекшеліктерге ие. Іштің алдыңғы аймағына торлы кірістіру, ішті қыспайды, ыңғайлы киюді қамтамасыз етеді. Өнімде белді созуға және кішірейтуге арналған серпімді тігу белдігі бар. Белдік дизайны кию кезінде өнімнің сырғып кетуіне жол бермей, денеге тығыз орналасуды қамтамасыз етеді. Дұрыс мөлшерде мұндай колготкаларды жүктіліктің барлық кезеңінде киюге болады.</h1>`,
  },
]
