export const pregnancyCalendarData = [
  {
    week: '1-4 апта',
    description: `Жүктілікке дейін жұмыртқа аналық безде өсіп, жетіледі. Овуляция - бұл жетілген жұмыртқаның аналық безден фаллопиялық түтікке өтуі. Овуляция циклдің ортасында жүреді. Піскен жұмыртқа мен сперматозоид біріктірілген кезде ұрықтандыру орын алады және осы сәттен бастап болашақ нәрестенің дамуы басталады.

    4-ші аптада эмбрионның мөлшері небәрі 2-4 мм. Әдетте, әйел ештеңені сезінбейді және көбінесе жүктіліктің пайда болғанын түсінбейді.`,
    image: '1.jpg',
  },
  {
    week: '5-8 апта',
    description: `Эмбрион өседі, әр минут сайын миллионға жуық жаңа жасушалар пайда болады. Жетінші аптаның соңында оның ұзындығы бір сантиметрге жетеді. Сегізінші аптаның соңына қарай құрсақтағы нәресте 1,5-2 см-ге дейін өседі.Осы кезде оның миында қарабайыр жүйке жолдары қалыптаса бастайды. Төрт сантиметрден асатын CRT (коксигеальды-париетальды өлшем) көмегімен ультрадыбыстық зерттеу кезінде маман жүрек соғысын анықтай алады.`,
    image: '5.jpg',
  },
  {
    week: '9-12 апта',
    description: `Жүктіліктің басында туылмаған нәресте эмбрион деп аталады, бірақ 9-шы аптадан бастап бұл термин енді қолданылмайды. Ұрық адамның кішірек көшірмесі сияқты болады; 11-12 аптада оның жүрегі төрт камерадан тұрады және көптеген ішкі органдар қалыптасады. Болашақ нәрестенің аяқ-қолы мен саусақтары, мұрны мен танаулары, көздері, құлақшалары көрінеді. Осы уақытқа дейін болашақ ана токсикозды аяқтап, өзін үнемі жақсы сезінуі керек, ал шаршау сезімі де кетуі керек.`,
    image: '9.jpg',
  },
  {
    week: '13-16 апта',
    description: `Екінші триместр он төртінші аптада басталады. Осы кезеңде нәрестенің алғашқы шаштары пайда болады. Он алтыншы аптада баланың бұлшықет және жүйке жүйесі жеткілікті түрде дамыды, ол 16 см-ге дейін өседі, оның көздері жарық тітіркендіргіштеріне сезімтал болады, бет бұлшықеттерінің алғашқы қимылдары пайда болады.`,
    image: '13.jpg',
  },
  {
    week: '17-20 апта',
    description: `Ана құрсағында нәресте тез өсіп, дамиды. Жиырмасыншы аптаның соңында баланың терісі бұрынғыға қарағанда мөлдір емес болады. Бұл тері астындағы майдың жиналуының басталуымен байланысты. Мидың моторлы нейрондары жеткілікті дамыған, бұл нәрестеге әртүрлі қозғалыстарды жасауға мүмкіндік береді, оның ішінде тіпті бас бармағын аузына салу.

    Баланың денесі өсіп келе жатқанда, оның басы енді соншалықты көлемді болып көрінбейді.`,
    image: '17.jpg',
  },
  {
    week: '21-24 апта',
    description: `Сезім мүшелерінің рецепторларының қалыптасуы жиырма бірінші аптада басталады. Баланың тілі мен дәм сезу қабілеті дамып, миы тактильді сезімдерді өңдеу қабілетіне ие болады. Жиырма екінші аптаның соңында нәрестенің салмағы шамамен бес жүз грамм, ұзындығы шамамен 25 см болады, содан кейін жүйке жүйесі мен миы дамиды.`,
    image: '21.jpg',
  },
  {
    week: '25-28 апта',
    description: `Осы уақытта ең белсенді өсу кезеңі аяқталады. Жиырмасыншы аптадан отызыншы аптаға дейін нәрестенің салмағы екі есе артады, кезеңнің соңына қарай салмағы 1-1,5 кг аралығында болады. Жиырма сегізінші аптаға дейін нәрестенің қабақтары тығыз жабылмайды, бұл тордың дамуына ықпал етеді.

    Осы апталарда бала дәм сезініп, дыбыстарды ести бастайды. Оның әртүрлі дыбыстар мен жанасуларға жауап ретінде көптеген қозғалыстарын атап өтуге болады. Жүйке жүйесі мен миы қарқынды өсу мен даму сатысында.`,
    image: '25.jpg',
  },
  {
    week: '29-32 апта',
    description: `Анам өзінің үшінші триместріне кіреді. Нәрестенің органдары жетіледі, ол өсіп, май шөгінділерін жинайды. 32 аптада нәрестенің ұзындығы шамамен 40 см болады, салмағы 2 кг-ға дейін артады.

    Нәресте тыныс алу бұлшықеттерін жаттықтыра бастайды, көп қозғалады, тіпті кейде ықырады, яғни ықырық қимылдарын жасайды. Тыныс алуға жаттығады.`,
    image: '29.jpg',
  },
  {
    week: '33-36 апта',
    description: `Салмағы 2,4-2,8 кг болатын туылмаған нәресте үшін 36-шы апта аяқталады, оның бойы шамамен 48 см болады, содан кейін баланың салмағы апта сайын 200 г өседі. Май жасушаларының қабатының арқасында бет пішіні дөңгелектенеді, ал бет бұлшықеттері соруға бейімделген. Көбінесе, осы кезеңде ультрадыбыстық зерттеу кезінде нәресте жұдырығын аузына салуға тырысатыны немесе жай ғана саусағын соратыны анық көрінеді.`,
    image: '33.jpg',
  },
  {
    week: '37-40 апта',
    description: `Орташа алғанда, 40-шы аптада нәрестенің бойы 51-53 см, салмағы - 3-4 кг. Бала құрсағында толығымен қозғалады және аяқтары мен қолдарын пайдаланады. Нәрестелердің ұстау дағдылары дамыды, олар жыпылықтайды және жұта алады, аяқтарын созып, басын айналдыра алады. Аналар ұйқы мен сергектік кезеңдерін нақты ажырата алады. Сору рефлексі барынша айқын болады. Бала дүниеге келуге және өмірдің келесі кезеңін бастауға дайын.`,
    image: '37.jpg',
  },
]
